/* menu_about */
"About Chameleon Wizard" = "Chameleon Wizard에 관하여";

/* theme_adjust */
"Adjust theme resolution:" = "테마 해상도 조절:";

/* smbios_advanced */
"Advanced" = "고급";

/* theme_apply */
"Apply" = "적용";

/* lPMain */
"Apply patch:" = "패치 적용:";

/* menu_backup */
"Backup boot file on desktop" = "데스크탑에 시동 파일 백업";

/* ti_bdmesg */
"bdmesg" = "진단 메시지";

/* box_bootflags */
"Boot Flags" = "시동 플래그";

/* help_bootflags_caption */
"Boot Flags section help" = "시동 플래그 항목 도움말";

/* cb_boot0 */
"Boot0" = "Boot0";

/* cb_boot0hfs */
"Boot0hfs" = "Boot0hfs";

/* cb_boot0 */
"Boot0md" = "Boot0md";

/* bBrowse */
"Browse" = "탐색";

/* BuildDate */
"Build date" = "빌드 날짜";

/* builtin */
"Built-In" = "내장";

/* cancel */
"Cancel" = "취소";

/* chml_fold */
"Chameleon i386 folder:" = "Chameleon i386 폴더:";

/* ch_downloaded */
"Chameleon pkg was downloaded and saved." = "Chameleon 패키지는 다운로드되었고 저장되었습니다.";

/* chameleon_revision */
"Chameleon revision: " = "새로운 버전의 Chameleon: ";

/* ch_installed */
"Chameleon was installed on selected disk." = "Chameleon은 선택된 디스크에 설치되었습니다.";

/* chameleon_revision */
"Chameleon's revision on selected partition: " = "선택된 파티션의 Chameleon 수정: ";

/* menu_checkatstartup */
"Check for updates at startup" = "시작할 때 업데이트 확인";

/* menu_updates */
"Check for Updates..." = "업데이트 확인…";

/* clear */
"Clear" = "초기화";

/* lCDesc */
"Compilation allows you to create aml file that can be used by chameleon. Decompilation allows you to create dsl file, that can be used for edition." = "컴파일 시 Chameleon에서 사용할 수 있는 aml 파일이 생성됩니다. 디컴파일 시 사용하고 있는 버전에 따른 dsl 파일이 생성됩니다.";

/* Compile */
"Compile" = "컴파일";

/* lCMain */
"Compile / Decompile DSDT:" = "DSDT 컴파일 / 디컴파일:";

/* lCE */
"Compile/Extract" = "컴파일/추출";

/* menu_connectbb */
"Connect to Buildbot at startup" = "시작할 때 Buildbot으로 연결";

/* connectbb */
"Connect to Buildbot" = "Buildbot으로 연결";

/* connectio_error */
"Connection error." = "접속 오류.";

/* continue_caption */
"Continue?" = "계속하겠습니까?";

/* copy */
"Copy" = "복사하기";

/* download_failed */
"Couldn't download file.\nCheck your internet connection, and try again later." = "파일을 다운로드하지 못했습니다.\n인터넷 연결을 확인한 후 다시 시도하십시오.";

/* efi_mount_failed */
"Couldn't mount EFI partition.\nCheck if it's formatted to HFS and has no errors." = "EFI 파티션을 마운트하지 못했습니다.\nHFS 포맷으로 설계되었고 오류가 없는지 확인하십시오.";

/* bCreate */
"Create" = "생성";

/* lPCMain */
"Create patch file:" = "패치 파일 생성:";

/* created_by */
"Created by: " = "제작자: ";

/* theme_current */
"Current theme" = "현재 테마";

/* Decompile */
"Decompile" = "디컴파일";

/* task_detect */
"Detecting Partitions and Mount Points..." = "파티션 발견과 마운트 포인트…";

/* box_devprops */
"Device Properties" = "장비 속성";

/* help_devprop_caption */
"Device Properties section help" = "장비 속성 선택 도움말";

/* efi_disable_desc */
"Do you want to disable EFI Partition support?\nApplication will quit after saving changes." = "EFI 파티션 지원을 비활성화하겠습니까?\n응용 프로그램은 변경 내용을 저장한 후에 종료됩니다.";

/* efi_enable_desc */
"Do you want to enable EFI Partition support?\nIt's little problematic on some computers.\nApplication will quit after saving changes." = "EFI 파티션 지원을 활성화하겠습니까?\n몇몇의 컴퓨터에는 문제가 발생할 수 있습니다.\n응용 프로그램은 변경 내용을 저장한 후에 종료됩니다.";

/* efi_format_desc */
"Do you want to format EFI partition to HFS filesystem?" = "HFS 파일 시스템에 EFI 파티션을 포맷하겠습니까?";

/* mail_contents */
"Don't forget to put packed zip theme, thumbnail, and your nick. \n Your e-mail address will NOT be use by me in any way.\nThanks!" = "별명과 작은 그림, 압축된 테마 패키지을 기입하는 것을 잊지 마십시오. \n 전자 메일 주소는 어떤 의도로도 사용되지 않습니다.\n감사합니다!";

/* ti_donate */
"Donate" = "기부하기";

/* menu_donate */
"Donate_menu" = "기부하기";

/* done_caption */
"Done" = "완료";

/* download */
"Download" = "다운로드";

/* theme_downloadapply */
"Download and apply theme" = "다운로드한 다음 테마 적용";

/* download_pkg */
"Download pkg" = "패키지 다운로드";

/* theme_download */
"Download theme:" = "테마 다운로드:";

/* downloading */
"Downloading" = "다운로드 중";

/* task_download */
"Downloading Chameleon..." = "Chameleon 다운로드 중…";

/* downloading_theme */
"Downloading theme..." = "테마 다운로드 중…";

/* dsdtWarnigText */
"DSDT cannot be extracted, because you are using custom file dsdt.aml. Remove it and reboot your system. In some cases you will need more kexts to keep system working without fixed dsdt." = "사용자 정의 dsdt.aml 파일을 사용하고 있기 때문에 DSDT를 추출할 수 없습니다. 이를 제거하고 재시동하십시오. 어떠한 경우 수정된 DSDT 없이 시스템 작동이 유지되려면 추가 kext가 필요합니다.";

/* lPAPatch */
"DSDT patch file:" = "DSDT 패치 파일:";

/* smbios_edit */
"Edit" = "편집";

/* menu_efi support */
"EFI partition support" = "EFI 파티션 지원";

/* error_caption */
"Error" = "오류";

/* lQPMain */
"Extract, patch and compile DSDT:" = "추출, DSDT 패치와 컴파일:";

/* lPAOrig */
"Extracted, original dsl/aml file:" = "추출된 원본 dsl/aml 파일:";

/* menu_file */
"File" = "파일";

/* folder_disk */
"Folder on disk" = "디스크 폴더";

/* menu_format */
"Format EFI partition to HFS" = "HFS에 EFI 파티션 포맷";

/* smbios_generate */
"Generate Serial" = "일련 번호 생성";

/* theme_getres */
"Get screen resolution" = "화면 해상도 얻기";

/* box_graphics */
"Graphics" = "그래픽";

/* help_graphics_caption */
"Graphics section help" = "그래픽 항목 도움말";

/* theme_height */
"Height:" = "높이:";

/* help_caption */
"Help" = "도움말";

/* help_bootflags */
"Help_bootflags" = "Verbose mode: 시스템 시동 중 진단 메시지를 표시합니다. \n\nIgnore Boot Cache: 시스템 캐시를 무시합니다. \n\nGUI: GUI를 사용합니다. \n\nTime Out: 시동할 때 잠깐 멈추는 시간동안 프롬프트를 표시합니다. \n\nInstant Menu: 파티션 선택 메뉴를 강제로 표시합니다. \n\nQuiet boot: 빠른 시동 모드를 사용합니다(프롬프트나 메시지가 표시되지 않음). \n\nDefault Partition: 기본 시동 파티션을 설정합니다. \n\nHide Partition: 시동 메뉴에서 불필요한 파티션을 제거합니다. 여러 번 지정이 가능하며,\nhd(x,y), UUID 또는 레이블을 인용 부호로 묶습니다. \n\nLegacy Logo: 기존의 회색 Apple 로고를 사용합니다. \n\nWait: 커널 시작 전에 프롬프트에서 키를 누를 때의 대기 시간입니다.";

/* help_devprop */
"Help_devprop" = "여기에 없습니다. 무시합니다.";

/* help_graphics */
"Help_graphics" = "Graphic Enabler: gfx 카드의 장비 속성을 자동으로 등록합니다. \n\nATI Config: 다른 카드의 설정을 사용합니다. 예를 들어 Megalodon. \n\nATI Ports: 포트의 번호를 지정합니다. 예를 들어 2. \n\nUse ATI ROM: 다른 ATI ROM 이미지를 사용합니다. \n(경로: /Extra/<vendorid>_<devid>_<subsysid>.rom) \n\nUse Nvidia ROM: 다른 NVIDIA ROM 이미지를 사용합니다. \n(경로: /Extra/<vendorid>_<devid>.rom) \n\nVBIOS: 장비 속성에 NVIDIA VBIOS의 정보를 기입합니다. \n\ndisplay_0: 디스플레이 설정의 다른 값을 다음과 같이 기입합니다. \nNVDA,Display-A@0 (HEX). \n\ndisplay_1: 디스플레이 설정의 다른 값을 다음과 같이 기입합니다. \nNVDA,Display-B@1 (HEX). \n\nGraphics Mode: 사용자 지정 해상도를 설정합니다.";

/* help_misc */
"Help_misc" = "Use Kernel Cache: 미리 연결된 커널을 로드하고 \n\/E/E와 /S/L/E/Extensions.mkext를 무시합니다. \n\nnpci=0x2000: PCI Configuration Failed error를 수정합니다. \n\n32-bit (i386): 32-비트 커널 모드로 시동합니다. \n\n64-bit (x86_64): 64-비트 커널 모드로 시동합니다. \n\nBusratio: 사용자 지정 busratio를 설정합니다. \n\nForce HPET: 강제로 HPET를 활성화합니다. \n\nEthernet Built in: 이더넷 인터페이스 장비 속성을 내장으로 등록합니다. \n\nPCIRoot=1: PCI 경로를 1의 값으로 사용합니다(기본값: 0). \n\ndarkwake=0: Switches off 저전력 모드에서 깨어나는 것을 끕니다. \n\nKernel: 사용자 지정 커널을 사용합니다. \n\nSystem Type: 0에서 6 사이의 시스템 종류를 설정합니다. \n(기본값: 1 (데스크탑))";

/* help_pm */
"Help_pm" = "Generate P-States: 프로세서 전력 성능 상태의 자동 생성을 활성화합니다(P-States). \n\nGenerate C-States: 프로세서 전력 성능 상태의 자동 생성을 활성화합니다(C-States). \n\nDrop SSDT:  ACPI 표를 재배치하고 SSDT 표를 생략합니다. \n\nEnable C2 State: 특정 프로세서의 전원 상태, C2를 활성화합니다. \n\nEnable C3 State: 특정 프로세서의 전원 상태, C3를 활성화합니다. \n\nEnable C4 State: 특정 프로세서의 전원 상태, C4를 활성화합니다. \n\nCST Using SystemIO: SystemIO를 사용하여 새로운 C-State _CS3 생성 방법을 FixedHW가 대신 등록합니다.";

/* help_usb */
"Help_usb" = "USB Bus Fix: 아래의 모든 USB 수정사항를 활성화합니다:\n\nEHCI Acquire Fix: EHCI 수정사항을 활성화합니다. \n\nUHCI Reset Fix: UHCI 수정사항을 활성화합니다. \n\nUSB Legacy Off: 기존의 USB 수정사항을 활성화합니다.";

/* help_audio */
"Help_audio" = "HDAEnabler: Automatic device-properties generation for audio controllers. \n\nHDEFLayoutID: Inject alternate value of layout-id for HDEF (HEX). \n\nHDAULayoutID: Inject alternate value of layout-id for HDAU (HEX). \n\nEnableHDMIAudio: Inject HDMI audio for NVIDIA and ATI.";

/* lEMain */
"Here you can extract DSDT from your hardware." = "여기에 하드웨어 DSDT를 추출할 수 있습니다.";

/* menu_hideboot */
"Hide boot file" = "시동 파일 가리기";

/* menu_hideapp */
"Hide Chameleon Wizard" = "Chameleon Wizard 가리기";

/* menu_hideothers */
"Hide Others" = "기타 가리기";

/* lIaslv */
"IASL Version:" = "IASL 버전:";

/* lCInput */
"Input file (dsl/aml):" = "파일 입력 (dsl/aml):";

/* install */
"Install" = "설치";

/* inst_method */
"Install method:" = "설치 방법:";

/* menu_install_bdmesg */
"Install or update bdmesg tool" = "설치 또는 진단 메시지 도구 업데이트";

/* task_install_boot */
"Installing boot file..." = "시동 파일 설치 중…";

/* task_install_boot0 */
"Installing boot0 file..." = "boot0 파일 설치 중…";

/* task_install_boot0hfs */
"Installing boot0hfs file..." = "boot0hfs 파일 설치 중…";

/* task_install_boot0md */
"Installing boot0md file..." = "boot0md 파일 설치 중…";

/* task_install_boot1h */
"Installing boot1h file..." = "boot1h 파일 설치 중…";

/* installing_theme */
"Installing theme..." = "테마 설치 중…";

/* instant_menu */
"Instant Menu" = "인스턴트 메뉴";

/* fileInvalid */
"Invalid input file!" = "입력 파일이 잘못되었습니다.";

/* smbios_manuloc */
"Manufacturing Location:" = "제작 위치:";

/* mem_slot */
"Memory Slot: " = "메모리 슬롯: ";

/* box_misc */
"Miscellaneous" = "기타";

/* help_misc_caption */
"Miscellaneous section help" = "기타 항목 도움말";

/* smbios_modelnumber */
"Model Number:" = "모델 번호:";

/* MountCheck */
"Mount and Check" = "마운트한 뒤 확인";

/* menu_mount */
"Mount selected partition" = "선택된 파티션에 마운트";

/* task_mount */
"Mounting partition..." = "파티션 마운트 중…";

/* lIaslUpDesc */
"Newer IASL versions can generate more optimized files, but they can also be oversensitive and show fake errors." = "최신 IASL 버전은 더 최적화된 파일을 생성할 수 있지만 지나치게 민감하며 허구 오류를 표시할 수 있습니다.";

/* smbios_next */
"Next" = "다음";

/* no */
"No" = "아니요";

/* no_file */
"No boot file in selected folder." = "선택된 폴더에 시동 파일을 찾지 못했습니다.";

/* no_file */
"No boot0 file in selected folder." = "선택된 폴더에 boot0 파일을 찾지 못했습니다.";

/* no_file */
"No boot0hfs file in selected folder." = "선택된 폴더에 boot0hfs 파일을 찾지 못했습니다.";

/* no_file */
"No boot1h file in selected folder." = "선택된 폴더에 boot1h 파일을 찾지 못했습니다.";

/* no_chameleon_revision */
"No chameleon installed on selected partition." = "선택된 파티션에 Chameleon이 설치되지 않았습니다.";

/* noorg */
"No org.chameleon.Boot.plist on selected partition!" = "선택된 파티션에 org.chameleon.Boot.plist이 없습니다.";

/* ok */
"OK" = "승인";

/* open */
"Open" = "열기";

/* ti_org */
"org.chameleon.Boot" = "org.chameleon.Boot";

/* orgplist_notfound */
"org.chameleon.Boot.plist not found!" = "org.chameleon.Boot.plist를 찾지 못했습니다.";

/* lPCOrig */
"Original dsl/aml file:" = "원본 dsl/aml 파일:";

/* not_mounted */
"Partition not mounted." = "파티션이 마운트되지 않았습니다.";

/* paste */
"Paste" = "붙이기";

/* lPatch */
"Patch" = "패치";

/* lPCPatched */
"Patched dsl/aml file:" = "패치된 dsl/aml 파일:";

/* pci_notdetected */
"PCIRoot not detected." = "PCIRoot를 찾지 못했습니다.";

/* select_efi_caption */
"Please select EFI partition." = "EFI 파티션을 선택하십시오.";

/* box_pm */
"Power Management" = "전원 관리";

/* help_pm_caption */
"Power Management section help" = "전원 관리 항목 도움말";

/* menu_preferences */
"Preferences..." = "환경설정…";

/* smbios_premade */
"Premade SMBioses" = "제작된 SMBios";

/* smbios_prev */
"Previous" = "이전";

/* lQuickPatch */
"Quick Patch" = "빠른 패치";

/* quiet_boot */
"Quiet Boot" = "빠른 시동";

/* menu_quit */
"Quit Chameleon Wizard" = "Chameleon Wizard 종료";

/* smbios_random */
"Random" = "랜덤";

/* boot0md_desc */
"Recommended, if you have 2 (or more disks) and Windows is in other disk than OS X." = "2개 이상의 디스크와 Windows가 OS X과 다른 디스크에 있을 경우 권장됩니다.";

/* boot0hfs_desc */
"Recommended, if you have one disk with OS X and Windows, or only OS X. No changes in active partitions are being preformed." = "한 개의 디스크에 OS X과 Windows 또는 OS X만 있을 때 권장됩니다. 활성 파티션을 변경하지 않습니다.";

/* boot0_desc */
"Recommended, if you have two OS X systems on one disk and no Windows. This option will activate selected partition!" = "Windows가 없고 두 개의 OS X 시스템이 한 개의 디스크에 있을 때 권장됩니다. 이 옵션은 선택된 파티션으로 활성화됩니다.";

/* update_desc */
"Replaces boot file on selected partition." = "선택된 파티션의 시동 파일을 대체합니다.";

/* save */
"Save" = "저장";

/* saveas */
"Save As" = "별도 저장";

/* select */
"Select" = "선택";

/* mddisk_sellabel */
"Select disk on which you want to install boot0md:" = "boot0md를 설치하려는 디스크를 선택하십시오:";

/* no_file */
"Selected file doesn't exist." = "선택된 파일이 존재하지 않습니다.";

/* smbios_serial */
"Serial:" = "일련 번호:";

/* menu_services */
"Services" = "서비스";

/* task_set_active */
"Setting Partition as Active..." = "파티션을 설정한 다음 활성화…";

/* menu_showall */
"Show All" = "모두 보기";

/* theme_size */
"Size" = "크기";

/* params */
"Slide left for Quiet Boot and Instant Menu flags." = "왼쪽으로 밀면 Quiet Boot와 Instant Menu 사용 가능.";

/* ti_smbios */
"SMBios" = "SMBios";

/* sbios_notfound */
"SMBios.plist not found!" = "SMBios.plist를 찾지 못했습니다.";

/* mismatched_models */
"SMProductName and Selected Model are not the same." = "SMProductName과 선택된 모델이 동일하지 않습니다.";

/* target_partition */
"Target partition:" = "파티션 지정:";

/* lIaslAdv */
"The following options are for advanced users only." = "아래의 옵션은 고급 사용자용입니다.";

/* theme_desc */
"Theme Description" = "테마 설명";

/* theme_installed */
"Theme succesfully installed." = "테마가 성공적으로 설치되었습니다.";

/* ti_themes */
"Themes" = "테마";

/* timeout */
"Time Out: " = "시간 초과: ";

/* smbios_uniquenumber */
"Unique Number:" = "고유 번호:";

/* unknown */
"Unknown" = "알 수 없음";

/* unknown_error */
"Unknown error!" = "알 수 없는 오류!";

/* menu_unmount */
"Unmount selected partition" = "선택된 파티션 추출";

/* task_unpack */
"Unpacking Chameleon..." = "Chameleon 패키지 푸는 중…";

/* unpacking_theme */
"Unpacking theme..." = "테마 패키지 푸는 중…";

/* cb_update */
"Update" = "업데이트";

/* update1h */
"Update more bootloader files. (/boot and boot1h)" = "세부 bootloader 파일도 업데이트합니다. (/boot와 boot1h)";

/* update_desc */
"Updates the bootloader. (/boot)" = "Bootloader를 업데이트합니다. (/boot)";

/* theme_upload */
"Upload theme" = "테마 업로드";

/* box_usb */
"USB" = "USB";

/* help_usb_caption */
"USB section help" = "USB 항목 도움말";

/* smbios_weekmanu */
"Week of Manufacture:" = "제작 주일:";

/* theme_width */
"Width:" = "너비:";


/* smbios_yearmanu */
"Year of Manufacture:" = "제작 연도:";

/* yes */
"Yes" = "예";

/* savelog */
"Save Log" = "저장 로그";

/* closelog */
"Close" = "닫기";

/* lQPDrop */
"You can also drop file here..." = "여기에 파일을 놓을 수 있습니다…";

/* lPDD */
"You can also drop files here..." = "여기에 파일을 놓을 수 있습니다…";

/* lPADesc */
"You can apply patch at the original dsdt. Both patch, and dsdt must be from the same motherboard model, with the same bios version and settings!" = "원본 DSDT에 패치를 적용할 수 있습니다. \n\DSDT와 패치는 반드시 motherboard 모델이 같아야 하며 BIOS의 버전과 설정이 일치해야 합니다.";

/* lPCDesc */
"You can create patch file with all changes, so you can apply it on unmodified DSDT later. Both files has to be from the same motherboard model with the same Bios settings and version!" = "변경된 패치 파일을 생성할 수 있으며 나중에 수정되지 않은 DSDT에 적용할 수 있습니다. \n\두 개의 파일은 반드시 motherboard 모델이 같아야 하며 BIOS의 버전과 설정이 일치해야 합니다.";

/* lQPDesc */
"You can quickly extract your DSDT, patch it, and put it in /Extra directory using this feature. DSDT Patch must be created on the same motherboard model with the same bios version and settings!" = "DSDT를 추출, 패치하여 이를 /Extra 경로로 빠르게 넣을 수 있는 기능입니다. DSDT 패치는 반드시 motherboard 모델이 같으며 BIOS의 버전과 설정이 일치하게 생성되어 있어야 합니다.";

